Repository: Chacalbis/gatsby-drupal
Catalog: drupal/project/modules/atolcd/gatsby_build_configuration/translations/gatsby_build_configuration-*.po
Languages: fr

source: Website settings
fr: Paramètres du site

source: Drupal admin config form whose theme and site settings will be used in gatsby build
fr: Formulaire de configuration administrateur Drupal dont les paramètres du thème et du site seront utilisés dans le build Gatsby

source: Website name
fr: Nom du site

source: Enter the name of the website (32 characters max.)
fr: Entrez le nom de votre site (32 caractères max.)

source: Alert message class
fr: Classe du message d'alerte

source: Choose a bootstrap class available at this <a href=":bootstrap">address</a>
fr: Choisir une classe bootstrap disponible à cette <a href=":bootstrap">adresse</a>

source: Website logo
fr: Logo du site

source: This logo will be displayed both in header and footer. Allowed extensions: png jpg jpeg svg
fr: Ce logo sera affiché dans le header ainsi que dans le footer. Extensions autorisées: png jpg jpeg svg

source: Allowed extensions: png ico
fr: Extensions autorisées: png ico

source: Header banner
fr: Bannière du header

source: Image that will be displayed at the top of the page. Allowed extensions: png jpg jpeg svg
fr: L'image qui sera affichée en haut de page. Extensions autorisées: png jpg jpeg svg

source: Theme settings
fr: Paramètres du thème

source: Theme selection :
fr: Sélection du thème :

source: Moon
fr: Lune

source: Moon (default preset)
fr: Lune (jeu par défaut)

source: Cactus (default preset)
fr: Cactus (jeu par défaut)

source: Color presets :
fr: Jeux de couleurs :

source: Main colors
fr: Teintes principales

source: Colorful details
fr: Détails colorés

source: Colorful fonts
fr: Textes colorés
