Repository: Chacalbis/gatsby-drupal
Catalog: drupal/project/modules/atolcd/direct_link_entity/translations/direct_link_entity-*.po
Languages: fr

source: Title
fr: Titre

source: The title of the direct link entity.
fr: Le titre de l'entité lien direct.

source: The url of the direct link entity.
fr: L'url de l'entité lien direct.

source: Direct link url
fr: Url du lien direct

source: Direct link image
fr: Image du lien direct

source: The image of the direct link entity.
fr: L'image de l'entité lien direct

source: Promoted
fr: Mis en avant

source: Whether or not the entity is promoted on homepage.
fr: Entité promue ou non en page d'accueil.

source: Direct link type
fr: Type de lien direct

source: Which type of direct link (Direct Access or Partner).
fr: Quel type de lien direct (Accès Direct ou Partenaire).

source: Created the %label Direct link entity.
fr: L'entité lien direct %label a été créée.

source: Saved the %label Direct link entity.
fr: L'entité lien direct %label a été sauvegardée
